[
  {
    "label": "WHY WOMEN DON'T MAKE IT",
    "content": "While the majority of college graduates are women, we make up 25% of senior managers and executives at S&P 500 companies and only 4.4% of CEOs.\n\nAccording to Bain & Company, the gender gap persists because external factors create a more difficult path to the top for women. Cultural norms result in unconscious bias, which becomes a major obstacle to advancement. Work-life integration is tough trade off when women are more likely to be the primary parent. These factors erode women’s aspiration and confidence to get to the top.",
    "imageLeft": "",
    "captionLeft": "",
    "imageRight": "",
    "captionRight": ""
  },
  {
    "label": "THE HARD ROUTE",
    "content": "Getting through the obstacles requires not only the right skills but also strong will and commitment.\n\n As a climber (both on the corporate ladder and on the real mountain), I realized that having a seasoned guide, or a coach, made a big difference. There were coaches who were familiar with the terrain and who knew the different ways to the top who helped me fast-track my climb, perfect my technique, and broaden my mindset. \n\n I started ChanClimbs.com to reach any women who are looking for a guide to prepare them for the long hard route. ",
    "imageLeft": "/static/Chan_headshot.jpg",
    "captionLeft": "Chan",
    "imageRight": "",
    "captionRight": ""
  },
  {
    "label": "CLIMB WITH ME",
    "content": "Finding the right coach is not easy. Most of well-known coaching websites require a huge financial commitment. I believe that we need to get to know each other more deeply to find the right fit first.\n\nLet's meet up (virtual or in-person) first. I am down to grab coffee, take a walk, or rock climbing if you are based in Seattle. Or if you are far away, let's grab a relax time on do a video call.\n\nIn this form, tell me your situation and aspiration and we can go from there. \n\n cchandrapunth@gmail.com",
    "imageLeft": "",
    "captionLeft": "",
    "imageRight": "",
    "captionRight": ""
  }
]